[
  {
    "text": "Jangan putus asa dari rahmat Allah.",
    "author": "QS. Az-Zumar: 53"
  },
  {
    "text": "Shalat adalah tiang agama, tegakkanlah!",
    "author": "HR. Bukhari"
  },
  {
    "text": "Allah tidak membebani seseorang melainkan sesuai kesanggupannya.",
    "author": "QS. Al-Baqarah: 286"
  },
  {
    "text": "Bersabar itu cahaya.",
    "author": "HR. Muslim"
  },
  {
    "text": "Ketika kamu bersyukur, maka Allah akan menambah nikmatmu.",
    "author": "QS. Ibrahim: 7"
  },
  {
    "text": "Sesungguhnya bersama kesulitan ada kemudahan.",
    "author": "QS. Al-Insyirah: 6"
  },
  {
    "text": "Dan bertawakallah kepada Allah. Cukuplah Allah sebagai Pelindung.",
    "author": "QS. Al-Ahzab: 3"
  },
  {
    "text": "Barangsiapa bertakwa kepada Allah, niscaya Dia akan menjadikan baginya jalan keluar.",
    "author": "QS. At-Talaq: 2"
  },
  {
    "text": "Tidak akan masuk surga orang yang dalam hatinya ada kesombongan sebesar biji sawi.",
    "author": "HR. Muslim"
  },
  {
    "text": "Sebaik-baik manusia adalah yang paling bermanfaat bagi orang lain.",
    "author": "HR. Ahmad"
  },
  {
    "text": "Dunia adalah penjara bagi orang mukmin dan surga bagi orang kafir.",
    "author": "HR. Muslim"
  },
  {
    "text": "Orang yang kuat bukanlah yang pandai bergulat, tapi yang bisa mengendalikan diri saat marah.",
    "author": "HR. Bukhari dan Muslim"
  },
  {
    "text": "Siapa yang menempuh jalan untuk mencari ilmu, maka Allah akan mudahkan baginya jalan ke surga.",
    "author": "HR. Muslim"
  },
  {
    "text": "Balasan kebaikan adalah kebaikan pula.",
    "author": "QS. Ar-Rahman: 60"
  },
  {
    "text": "Mintalah pertolongan (kepada Allah) dengan sabar dan shalat.",
    "author": "QS. Al-Baqarah: 45"
  },
  {
    "text": "Sesungguhnya Allah bersama orang-orang yang sabar.",
    "author": "QS. Al-Baqarah: 153"
  },
  {
    "text": "Dan Allah Maha Pengampun lagi Maha Penyayang.",
    "author": "QS. Al-Baqarah: 173"
  },
  {
    "text": "Ketahuilah, hanya dengan mengingat Allah hati menjadi tenang.",
    "author": "QS. Ar-Ra’d: 28"
  },
  {
    "text": "Sesungguhnya shalat itu mencegah dari perbuatan keji dan mungkar.",
    "author": "QS. Al-Ankabut: 45"
  },
  {
    "text": "Janganlah kamu bersikap sombong, sesungguhnya Allah tidak menyukai orang-orang yang sombong.",
    "author": "QS. Luqman: 18"
  },
  {
    "text": "Orang mukmin yang paling sempurna imannya adalah yang paling baik akhlaknya.",
    "author": "HR. Tirmidzi"
  },
  {
    "text": "Tidak beriman seseorang hingga ia mencintai saudaranya seperti ia mencintai dirinya sendiri.",
    "author": "HR. Bukhari & Muslim"
  },
  {
    "text": "Barangsiapa beriman kepada Allah dan hari akhir, hendaklah ia berkata baik atau diam.",
    "author": "HR. Bukhari & Muslim"
  },
  {
    "text": "Amalan yang paling dicintai Allah adalah yang dilakukan secara terus-menerus walau sedikit.",
    "author": "HR. Bukhari & Muslim"
  },
  {
    "text": "Sesungguhnya Allah mencintai orang-orang yang bertaubat dan mensucikan diri.",
    "author": "QS. Al-Baqarah: 222"
  },
  {
    "text": "Tiada daya dan kekuatan kecuali dengan pertolongan Allah.",
    "author": "HR. Bukhari & Muslim"
  },
  {
    "text": "Wahai jiwa yang tenang, kembalilah kepada Tuhanmu dengan hati yang ridha dan diridhai-Nya.",
    "author": "QS. Al-Fajr: 27-28"
  },
  {
    "text": "Barangsiapa menyerahkan urusannya kepada Allah, maka Allah akan mencukupinya.",
    "author": "QS. At-Talaq: 3"
  },
  {
    "text": "Kebaikan tidak akan pernah habis meski dibagikan, dan dosa tidak akan pernah hilang meski disembunyikan.",
    "author": "Perkataan Ulama"
  },
  {
    "text": "Dunia hanyalah permainan dan senda gurau. Kehidupan akhiratlah yang lebih baik bagi orang-orang yang bertakwa.",
    "author": "QS. Al-An’am: 32"
  },
  {
    "text": "Sesungguhnya Allah tidak akan mengubah keadaan suatu kaum sampai mereka mengubah keadaan yang ada pada diri mereka sendiri.",
    "author": "QS. Ar-Ra’d: 11"
  },
  {
    "text": "Tiga perkara yang apabila ada pada seseorang, maka ia akan merasakan manisnya iman: mencintai Allah dan Rasul-Nya lebih dari segala-galanya...",
    "author": "HR. Bukhari & Muslim"
  },
  {
    "text": "Barangsiapa yang mengerjakan kebaikan seberat zarrah, niscaya dia akan melihat balasannya.",
    "author": "QS. Az-Zalzalah: 7"
  },
  {
    "text": "Orang yang paling berat cobaannya adalah para nabi, kemudian orang-orang yang shalih.",
    "author": "HR. Tirmidzi"
  }
]