[
  {
    "text": "Hidup ini bukan soal siapa yang tercepat, tapi siapa yang tetap kuat dalam proses.",
    "author": "Nted Botz"
  },
  {
    "text": "Jangan takut melangkah, Allah bersamamu dalam setiap niat baik.",
    "author": "Nted Botz"
  },
  {
    "text": "Jangan iri dengan kehidupan orang lain, karena kamu tidak tahu apa yang mereka lalui.",
    "author": "Nted Botz"
  },
  {
    "text": "Masa lalu bukan untuk disesali, tapi untuk dijadikan pelajaran.",
    "author": "Nted Botz"
  },
  {
    "text": "Hidup itu seperti roda, kadang di atas, kadang di bawah. Yang penting tetap berputar dengan doa.",
    "author": "Nted Botz"
  },
  {
    "text": "Jangan menyerah hanya karena hari ini sulit, esok bisa jadi lebih baik.",
    "author": "Nted Botz"
  },
  {
    "text": "Hidup sederhana, hati tenang, dan syukur dalam setiap keadaan.",
    "author": "Nted Botz"
  },
  {
    "text": "Kadang Allah membuatmu lelah agar kamu tahu bagaimana rasanya bersandar kepada-Nya.",
    "author": "Nted Botz"
  },
  {
    "text": "Setiap luka ada obatnya, dan setiap masalah ada jalan keluarnya.",
    "author": "Nted Botz"
  },
  {
    "text": "Bahagia itu bukan karena punya segalanya, tapi karena mampu mensyukuri yang ada.",
    "author": "Nted Botz"
  },
  {
    "text": "Kamu tidak harus hebat untuk memulai, tapi kamu harus memulai untuk menjadi hebat.",
    "author": "Nted Botz"
  },
  {
    "text": "Jangan menunggu sempurna untuk memulai, karena kesempurnaan datang dari proses.",
    "author": "Nted Botz"
  },
  {
    "text": "Jika takdir tak sesuai harapanmu, percayalah rencana Allah jauh lebih indah.",
    "author": "Nted Botz"
  },
  {
    "text": "Kesuksesan butuh kesabaran, bukan sekadar keinginan.",
    "author": "Nted Botz"
  },
  {
    "text": "Orang hebat bukan yang tak pernah gagal, tapi yang selalu bangkit dari kegagalan.",
    "author": "Nted Botz"
  },
  {
    "text": "Setiap hari adalah kesempatan baru untuk menjadi lebih baik dari kemarin.",
    "author": "Nted Botz"
  },
  {
    "text": "Allah menunda bukan berarti menolak. Dia hanya ingin kamu lebih siap.",
    "author": "Nted Botz"
  },
  {
    "text": "Kegagalan bukan akhir, tapi awal dari cerita suksesmu yang baru.",
    "author": "Nted Botz"
  },
  {
    "text": "Jangan membandingkan hidupmu dengan orang lain. Fokuslah pada pertumbuhanmu sendiri.",
    "author": "Nted Botz"
  },
  {
    "text": "Satu langkah kecil setiap hari, lebih baik daripada tidak melangkah sama sekali.",
    "author": "Nted Botz"
  },
  {
    "text": "Terkadang yang kamu anggap keterlambatan, justru cara Allah menyelamatkanmu.",
    "author": "Nted Botz"
  },
  {
    "text": "Doa adalah kekuatan terbesar bagi hati yang rapuh.",
    "author": "Nted Botz"
  },
  {
    "text": "Bersyukurlah, karena masih diberi waktu untuk memperbaiki diri.",
    "author": "Nted Botz"
  },
  {
    "text": "Hidup bukan soal menunggu badai reda, tapi belajar menari di tengah hujan.",
    "author": "Nted Botz"
  },
  {
    "text": "Jika kamu yakin, maka tidak ada yang tidak mungkin.",
    "author": "Nted Botz"
  },
  {
    "text": "Semua akan indah pada waktunya. Waktu Allah, bukan waktumu.",
    "author": "Nted Botz"
  },
  {
    "text": "Kegelisahan hadir saat kamu jauh dari Allah, ketenangan hadir saat kamu dekat dengan-Nya.",
    "author": "Nted Botz"
  },
  {
    "text": "Sukses bukan tentang siapa yang paling cepat, tapi siapa yang paling kuat bertahan.",
    "author": "Nted Botz"
  },
  {
    "text": "Kegagalan bukan musuhmu, tapi guru terbaik dalam hidupmu.",
    "author": "Nted Botz"
  },
  {
    "text": "Saat tak ada yang mengerti, Allah selalu tahu isi hatimu.",
    "author": "Nted Botz"
  },
  {
    "text": "Kebaikan sekecil apa pun, pasti kembali padamu suatu hari nanti.",
    "author": "Nted Botz"
  },
  {
    "text": "Bersabar itu bukan lemah, tapi bukti bahwa kamu sedang mempercayai rencana Allah.",
    "author": "Nted Botz"
  },
  {
    "text": "Kamu tidak harus sempurna, cukup terus belajar dan tumbuh.",
    "author": "Nted Botz"
  },
  {
    "text": "Kunci kebahagiaan adalah berdamai dengan takdir dan bersyukur atas apa yang dimiliki.",
    "author": "Nted Botz"
  },
  {
    "text": "Setiap usaha yang disertai doa tidak akan pernah sia-sia.",
    "author": "Nted Botz"
  }
]